{
  "items": [
    {
      "title": "Annika ger det finlandssvenska teckenspråket en nytändning",
      "link": "https://www.svt.se/nyheter/nyhetstecken/annika-ger-det-finlandssvenska-teckenspraket-en-nytandning",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-30",
      "text": "annika ger det finlandssvenska teckenspråket en nytändning det finlandssvenska teckenspråket är hotat. finlands dövas förbund jobbar nu hårt för att stärka det. bland annat ska man ta fram läromedel på finlandssvenskt teckenspråk."
    },
    {
      "title": "Finland to allow wolf hunting in 2026 as environmental groups criticise move",
      "link": "https://www.straitstimes.com/world/europe/finland-opens-to-wolf-hunting-in-the-new-year",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-29",
      "text": "finland to allow wolf hunting in 2026 as environmental groups criticise move <p>the country had an estimated 430 wolves in march, according to the natural resources institute finland.</p>"
    },
    {
      "title": "Stormen Johannes mørklægger over 140.000 husstande i Finland",
      "link": "https://www.dr.dk/nyheder/seneste/stormen-johannes-moerklaegger-over-140-000-husstande-i-finland",
      "source": "DR Nyheder (DK)",
      "lang": "da",
      "published": "2025-12-28",
      "text": "stormen johannes mørklægger over 140.000 husstande i finland "
    },
    {
      "title": "Three killed in Sweden as major storm sweeps across Nordic countries",
      "link": "https://www.bbc.com/news/articles/cdj817m37rgo?at_medium=RSS&at_campaign=rss",
      "source": "BBC World",
      "lang": "en",
      "published": "2025-12-28",
      "text": "three killed in sweden as major storm sweeps across nordic countries thousands of homes in parts of finland, sweden and norway have been left without power."
    },
    {
      "title": "Storm in Zweden en Finland voorbij: zeker drie doden, veel wegen onbegaanbaar",
      "link": "https://nos.nl/l/2596238",
      "source": "NOS Nieuws (NL)",
      "lang": "nl",
      "published": "2025-12-28",
      "text": "storm in zweden en finland voorbij: zeker drie doden, veel wegen onbegaanbaar <p>in zweden is het dodental als gevolg van storm johannes opgelopen tot drie. de storm is gaan liggen maar leidt nog tot veel verstoringen op de weg en het spoor. sinds gisterochtend trok de storm over het noorden van zweden, noorwegen en finland.</p>\n        <p>gisteren werden al twee doden gemeld. vandaag blijkt dat een derde man om het leven kwam in het zweedse hofors doordat een boom op hem was gevallen. hij was aan het werk in het bos.</p>\n        <p>in sandviken kwam een man op soortgelijke wijze om en in härnosand overleed een man nadat hij klem was komen te zitten onder een omgevallen boom. volgens de zweedse verkeersdienst zijn er \"ongelooflijk veel bomen\" omgevallen.</p>\n        <p>ook meldt de dienst dat veel mensen ondanks waarschuwingen toch de weg op zijn gegaan. honderden automobilisten zaten vast in hun auto. \"het raakt ons ook als er gezinnen met kinderen vastzitten in het puin\", zegt de verkeersdienst.</p>\n        <p>vandaag zijn de opruimwerkzaamheden hervat. bestuurders worden opgeroepen om ook vandaag<strong> </strong>diverse wegen te mijden, omdat ze nog onbegaanbaar zijn. de situatie is nog steeds gevaarlijk, meldt de verkeersdienst. met speciale machines moeten wegen worden vrijgemaakt van de omgevallen bomen. de verwachting is dat de werkzaamheden nog dagen kunnen duren.</p>\n        <h2>tienduizenden nog zonder stroom</h2>\n        <p>vooral in finland, waar de storm 'hannes' genoemd wordt, heeft schade aan het elektriciteitsnetwerk tot stroomuitval geleid. meer dan 70.000 huishoudens zijn daardoor getroffen. </p>\n        <p>ook in zweden zijn er nog grote storingen. in norrflärke en kubbe waarschuwt het waterbedrijf miva voor risico op een drinkwatertekort, vanwege een stroomstoring bij een waterzuiveringsinstallatie. huishoudens wordt<strong> </strong>gevraagd zuinig te zijn met drinkwater. onder meer kort douchen, niet de afwas afspoelen onder stromend water, maar ook \"vul de jacuzzi niet\" staan in de lijst van aanbevelingen.</p>\n        <p>door de storingen is het lastiger om het noodnummer te bereiken in delen van de provincies västernorrland, dalarna, jämtland en gävleborg, schrijven zweedse media. door de langdurige stroomstoringen is het mobiele telefoonnetwerk verstoord. het lokale bestuur raadt aan om de simkaart even uit de mobiele telefoon te halen en het opnieuw te proberen als het niet lukt om het noodnummer te bellen.</p>\n        <p>stroombedrijven verwachten dat het nog dagen kan duren voordat iedereen weer stroom heeft.</p>\n        <h2>vliegtuigen van de landingsbaan</h2>\n        <p>als gevolg van de krachtige winden en zware sneeuwval zijn de luchtvaart en het treinverkeer op meerdere plekken ernstig ontregeld. ook veerdiensten werden opgeschort. in kittilä in fins lapland werden twee vliegtuigen gisteren afzonderlijk van de landingsbaan geblazen. een passagiersvliegtuig met 150 personen aan boord en een klein privévliegtuig gleden tijdens het taxiën van de baan en belandden in sneeuwbanken. niemand raakte gewond.</p>\n        <p>inmiddels is het vliegverkeer op de luchthavens van kittilä, rovaniemien en ivalo hervat. ook in zweden en noorwegen komt het lucht- en treinverkeer weer langzaam op gang.</p>"
    },
    {
      "title": "Uvêr herjar i Innlandet, Sverige og Finland",
      "link": "https://www.nrk.no/norge/uver-herjar-i-innlandet_-sverige-og-finland-1.17706451",
      "source": "NRK Nyheter (NO)",
      "lang": "no",
      "published": "2025-12-27",
      "text": "uvêr herjar i innlandet, sverige og finland innlandet blir herja av full storm og fleire store tre har blitt tatt av vinden."
    },
    {
      "title": "Major winter storm sweeps across Nordic states",
      "link": "https://www.dw.com/en/major-winter-storm-sweeps-across-nordic-states/a-75317472?maca=en-rss-en-all-1573-rdf",
      "source": "DW News (DE→EN feed)",
      "lang": "en",
      "published": "2025-12-27",
      "text": "major winter storm sweeps across nordic states a falling branch killed one person near a swedish ski resort. thousands of homes in finland, sweden and norway were left without power."
    },
    {
      "title": "How Oil, Drugs and Immigration Fueled Trump’s Venezuela Campaign",
      "link": "https://www.nytimes.com/2025/12/27/us/politics/venezuela-trump-maduro-oil-boat-strikes-immigration.html",
      "source": "New York Times World",
      "lang": "en",
      "published": "2025-12-27",
      "text": "how oil, drugs and immigration fueled trump’s venezuela campaign new details of deliberations show how aides with overlapping agendas drove the united states toward a militarized confrontation with venezuela."
    },
    {
      "title": "To fly blæst af landingsbanen i Finland",
      "link": "https://www.dr.dk/nyheder/seneste/fly-blaest-af-landingsbanen-i-finland",
      "source": "DR Nyheder (DK)",
      "lang": "da",
      "published": "2025-12-27",
      "text": "to fly blæst af landingsbanen i finland "
    },
    {
      "title": "Twee doden en ruim 200.000 huishoudens zonder stroom door storm in Zweden en Finland",
      "link": "https://nos.nl/l/2596166",
      "source": "NOS Nieuws (NL)",
      "lang": "nl",
      "published": "2025-12-27",
      "text": "twee doden en ruim 200.000 huishoudens zonder stroom door storm in zweden en finland <p>in scandinavië en finland zitten ruim 200.000 huishoudens zonder stroom vanwege storm johannes. die trekt sinds vanochtend over het noorden van noorwegen, zweden en finland en bereikt af en toe orkaankracht.</p>\n        <p>in zweden kostte de storm het leven aan twee mensen. in sandviken kwam een man om doordat een boom op hem viel en in härnosand overleed een man nadat hij klem was komen te zitten onder een vallende boom. volgens de zweedse verkeersdienst zijn er \"ongelooflijk veel bomen\" omgevallen.</p>\n        <p>in enkele noordelijke provincies heeft de overheid een noodalarm uitgevaardigd. er is opgeroepen om niet meer naar buiten te gaan vanwege het gevaar voor vallende bomen en brekende elektriciteitsleidingen. daarbij klonken in gävle ook de sirenes. volgens zweedse media is dat zeer uitzonderlijk. het komt zo goed als nooit voor.</p>\n        <h2>te gevaarlijk voor reparateurs</h2>\n        <p>vanwege de gebroken elektriciteitsleidingen zitten in zweden zo'n 40.000 huishoudens zonder stroom. ook zijn vele trein- en busverbindingen uitgevallen. enkele bruggen zijn uit voorzorg afgesloten en er varen geen veerdiensten naar gotland en eckerö.</p>\n        <p>volgens stroombedrijf eon kan het wel tot maandag duren voor iedereen weer stroom heeft. het is vanwege het slechte weer in sommige gevallen te gevaarlijk om reparateurs op pad te sturen.</p>\n        <p>de storm gaat gepaard met hevige sneeuwbuien, waarin het zicht bijna nul is. op de snelweg e4 zitten honderden automobilisten vast in hun auto. er liggen veel bomen op de snelweg, meldt de zweedse rijkswaterstaat.</p>\n        <h2>170.000 huishoudens zonder stroom</h2>\n        <p>ook finland wordt hard getroffen door de storm. in fins lapland werd een vliegtuig met meer dan 150 mensen aan boord van de startbaan in een sneeuwbank geblazen. een kleiner toestel met zo'n tien mensen aan boord overkwam hetzelfde. niemand raakte gewond. al het vliegverkeer in het noorden van finland is stilgelegd.</p>\n        <p>in finland zitten ruim 170.000 huishoudens zonder stroom door de storm, die daar hannes wordt genoemd.</p>\n        <h2>koperen platen</h2>\n        <p>in noorwegen kwamen zo'n 5000 mensen zonder stroom te zitten en dreigde de harde wind de tonnen wegende koperen platen van een kerk in lillehammer te blazen.</p>\n        <p>diverse veerdiensten varen niet tot vanavond laat en veel tunnels zijn door de stroomstoringen niet verlicht.</p>\n        <h2>gävlebocken</h2>\n        <p>in zweden heeft de storm ook een decennia-oude traditie omvergeblazen. in gävle is de beroemde metershoge van stro gemaakte gävlebock door de wind omver geblazen.</p>\n        <p>de beroemde bok, die symbool staat voor kerst, wordt begin december neergezet en haalt meestal de jaarwisseling niet omdat hij al eerder door vandalen in brand wordt gestoken. dat gebeurde sinds 1966, toen hij voor het eerst werd neergezet, al zeker 30 keer.</p>\n        <p>dit jaar bleef de bok dus tot de kerst ongeschonden, maar is nu alsnog gesneuveld.</p>"
    },
    {
      "title": "2 dead as Storm Johannes batters the Nordics, leaving thousands without power",
      "link": "https://www.straitstimes.com/world/europe/2-dead-as-storm-johannes-batters-the-nordics-leaving-thousands-without-power",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-27",
      "text": "2 dead as storm johannes batters the nordics, leaving thousands without power <p>over 120,000 homes in finland were without power, with the western part of the country being hit the worst.</p>"
    },
    {
      "title": "Finse reservisten blijven tot hun 65ste oproepbaar, leeftijd vijf jaar omhoog",
      "link": "https://nos.nl/l/2595856",
      "source": "NOS Nieuws (NL)",
      "lang": "nl",
      "published": "2025-12-24",
      "text": "finse reservisten blijven tot hun 65ste oproepbaar, leeftijd vijf jaar omhoog <p>finland verhoogt de uittredingsleeftijd voor reservisten naar 65 jaar. dat betekent dat voormalige dienstplichtigen na hun diensttijd vijftien jaar kunnen worden opgeroepen. oud-officieren bleven al tot hun 60ste reservist. de verhoging betekent dat zij vijf jaar langer oproepbaar blijven.</p>\n        <p>\"het aantal finse reservisten zal in 2031 rond de 1 miljoen liggen\", zei minister van defensie häkkänen bij de presentatie van het besluit. \"deze en andere maatregelen moeten het signaal versterken dat finland nu en in de toekomst voor zijn veiligheid zorgt.\" finland telt 5,6 miljoen inwoners. </p>\n        <p>de maatregel heeft te maken met de angst voor een aanval van buurland rusland. de landen delen een grens van meer dan 1300 kilometer.</p>\n        <p>in 1939 viel de toenmalige sovjet-unie finland binnen. finland moest in ruil voor beëindiging van de oorlog een aantal stukken grondgebied aan de sovjet-unie afstaan.</p>\n        <p>correspondent rolien créton ging in oktober met finse dienstplichtigen mee die les kregen in het leggen van mijnen:<em> </em></p>"
    },
    {
      "title": "Siw Malmkvist om julen: ”Jag tror inte många vet varför vi firar”",
      "link": "https://www.svt.se/nyheter/uutiset/svenska/siw-malmkvist-om-julen-jag-tror-inte-manga-vet-varfor-vi-firar",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-23",
      "text": "siw malmkvist om julen: ”jag tror inte många vet varför vi firar” årets julvärd siw malmkvist har en oväntat stark koppling till finland – något som få känner till. under sin karriär har hon spelat in skivor på finska, fött sin dotter i finland och bott i helsingfors under några år. – det var en härlig tid, säger hon."
    },
    {
      "title": "Finland stuck in doom loop with highest jobless rate in decades",
      "link": "https://www.straitstimes.com/world/europe/finland-stuck-in-doom-loop-with-highest-jobless-rate-in-decades",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-23",
      "text": "finland stuck in doom loop with highest jobless rate in decades <p>finland has been hurt by weak demand in europe, especially in germany, and sanctions against russia.</p>"
    },
    {
      "title": "Finland says to raise reservist age to 65",
      "link": "https://www.straitstimes.com/world/europe/finland-says-to-raise-reservist-age-to-65",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-22",
      "text": "finland says to raise reservist age to 65 <p>finland’s reserve currently comprises around 900,000 citizens.</p>"
    },
    {
      "title": "L’historien Pekka Hämäläinen rend leur puissance aux Amérindiens",
      "link": "https://www.lemonde.fr/livres/article/2025/12/21/l-historien-pekka-hamalainen-rend-leur-puissance-aux-amerindiens_6659048_3260.html",
      "source": "Le Monde (FR)",
      "lang": "fr",
      "published": "2025-12-21",
      "text": "l’historien pekka hämäläinen rend leur puissance aux amérindiens le chercheur finlandais s’est intéressé aux « native americans » dès le début de sa carrière. il n’a cessé, depuis, d’œuvrer à restituer leur vérité historique, à travers le récit d’un « colonialisme inversé »."
    },
    {
      "title": "La Finlande secouée par un énième scandale raciste",
      "link": "https://www.lemonde.fr/international/article/2025/12/19/la-finlande-secouee-par-un-enieme-scandale-raciste_6658604_3210.html",
      "source": "Le Monde (FR)",
      "lang": "fr",
      "published": "2025-12-19",
      "text": "la finlande secouée par un énième scandale raciste le premier ministre conservateur a présenté ses excuses à la chine, au japon et à la corée du sud après des dérapages du parti d’extrême droite membre de la coalition gouvernementale. trois élus avaient affiché leur soutien à miss finlande, qui a perdu sa couronne après avoir été photographiée en train de se brider les yeux."
    },
    {
      "title": "Argentina: National Bioethics Commission created",
      "link": "https://en.mercopress.com/2025/12/19/argentina-national-bioethics-commission-created?utm_source=feed&utm_medium=rss&utm_content=main&utm_campaign=rss",
      "source": "MercoPress (South Atlantic / LatAm)",
      "lang": "en",
      "published": "2025-12-19",
      "text": "argentina: national bioethics commission created <p>\n\t   \t      <img alt=\"the body -replacing previous entities with overlapping roles- will be chaired by health minister mario lugones\" height=\"80\" src=\"https://en.mercopress.com/data/cache/noticias/108319/100x80/mario-lugores-ar.jpg\" style=\"float: left; margin: 0 12px 6px 0; border: 1px solid #333;\" width=\"100\" />\n\t         the argentine government has officially established the national bioethics commission through decree 893/2025. operating under the ministry of health, this new body will serve as the country's sole regulatory authority on health-related ethical evaluations and scientific research.</p>"
    },
    {
      "title": "Finland’s far-right party reprimands two MPs over racism scandal",
      "link": "https://www.straitstimes.com/world/europe/finlands-far-right-party-reprimands-two-mps-over-racism-scandal",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-18",
      "text": "finland’s far-right party reprimands two mps over racism scandal <p>the two posted derogatory images widely seen as offensive ‍to ​asians.</p>"
    },
    {
      "title": "Miss Finland's viral 'slanted-eyes' photo stirs racism firestorm",
      "link": "https://www.bbc.com/news/articles/cde657xj3pxo?at_medium=RSS&at_campaign=rss",
      "source": "BBC World",
      "lang": "en",
      "published": "2025-12-17",
      "text": "miss finland's viral 'slanted-eyes' photo stirs racism firestorm ex- miss universe contestant sarah dzafce has drawn backlash in east asia and in her own country."
    },
    {
      "title": "From Lapland, Santa prepares to deliver gifts worldwide",
      "link": "http://www.euronews.com/video/2025/12/17/from-lapland-santa-prepares-to-deliver-gifts-worldwide",
      "source": "Euronews",
      "lang": "en",
      "published": "2025-12-17",
      "text": "from lapland, santa prepares to deliver gifts worldwide finland’s santa claus village near rovaniemi is buzzing with early christmas preparations, as visitors gather in lapland despite late winter sunrises."
    },
    {
      "title": "Finlands premierminister har undskyldt 'stødende' billeder over for Japan, Kina og Sydkorea",
      "link": "https://www.dr.dk/nyheder/seneste/finlands-premierminister-har-undskyldt-stoedende-billeder-over-japan-kina-og-sydkorea",
      "source": "DR Nyheder (DK)",
      "lang": "da",
      "published": "2025-12-17",
      "text": "finlands premierminister har undskyldt 'stødende' billeder over for japan, kina og sydkorea "
    },
    {
      "title": "Finse premier maakt excuses aan Aziatische landen voor 'scheve-ogenschandaal'",
      "link": "https://nos.nl/l/2594968",
      "source": "NOS Nieuws (NL)",
      "lang": "nl",
      "published": "2025-12-17",
      "text": "finse premier maakt excuses aan aziatische landen voor 'scheve-ogenschandaal' <p>de finse premier orpo heeft zijn excuses aangeboden aan landen in azië. hij hoopt zo de schade te beperken die racistische posts van politici van de rechts-populistische finnenpartij hebben aangericht. de finnenpartij is een van de coalitiepartners in <a href=\"https://nos.nl/artikel/2479107-rechtse-partijen-sluiten-coalitie-in-finland\">orpo's kabinet</a>.</p>\n        <p>de kwestie die het 'scheve-ogenschandaal' wordt genoemd, begon met een post eind november van een vriendin van de toenmalige miss finland, sarah dzafce. daarop was een foto van dzafce te zien met de tekst \"eten met een chinees\", waarbij ze haar ooghoeken schuin omhoog trok.</p>\n        <p>dzafce excuseerde zich, maar het kostte haar wel haar titel. ze moest het kroontje afstaan aan de vrouw die bij de missverkiezingen eerder dit jaar tweede was geworden.</p>\n        <h2>politici finnenpartij</h2>\n        <p>daarmee leek de zaak afgedaan, maar twee parlementsleden van de finnenpartij en een europarlementariër verspreidden daarna foto's van zichzelf waarop ze hetzelfde deden. dat bleef in aziatische landen niet onopgemerkt. de finse luchtvaartmaatschappij finnair zag de boekingen in aziatische landen teruglopen.</p>\n        <p>\"deze posts komen niet overeen met de finse opvattingen over gelijkheid en inclusie\", zegt orpo in een verklaring. die is door de finse ambassades in china, japan en zuid-korea verspreid. \"onze boodschap hier in finland en aan al onze vrienden in het buitenland is dat de regering racisme ernstig vindt en het vastbesloten wil bestrijden.\"</p>"
    },
    {
      "title": "En Finlande, le premier ministre présente ses excuses à trois pays asiatiques après la publication de selfies de députés plissant les yeux",
      "link": "https://www.lemonde.fr/international/article/2025/12/17/en-finlande-le-premier-ministre-presente-ses-excuses-a-trois-pays-asiatiques-apres-la-publication-de-selfies-de-deputes-plissant-les-yeux_6658375_3210.html",
      "source": "Le Monde (FR)",
      "lang": "fr",
      "published": "2025-12-17",
      "text": "en finlande, le premier ministre présente ses excuses à trois pays asiatiques après la publication de selfies de députés plissant les yeux plusieurs élus du parti des finlandais, une formation de droite populiste anti-immigration membre de la coalition au pouvoir, ont publié des photos les montrant se plissant les yeux, déclenchant l’indignation dans le pays nordique."
    },
    {
      "title": "Finland PM apologises to Asian countries over MPs’ squinting gestures in posts",
      "link": "https://www.straitstimes.com/world/europe/finland-pm-apologises-to-asian-countries-over-mps-mocking-posts",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-17",
      "text": "finland pm apologises to asian countries over mps’ squinting gestures in posts <p>they claimed to have shared the pictures in support of the then 2025 miss finland, who was stripped of her title.</p>"
    },
    {
      "title": "Finland Apologizes to China, Japan and South Korea for Racist Gesture",
      "link": "https://www.nytimes.com/2025/12/17/world/europe/finland-scandal-beauty-queen-china-racist.html",
      "source": "New York Times World",
      "lang": "en",
      "published": "2025-12-17",
      "text": "finland apologizes to china, japan and south korea for racist gesture a finnish beauty queen was stripped of her crown for a gesture mocking asians. after finnish lawmakers have copied her, finland’s prime minister is trying to defuse the controversy."
    },
    {
      "title": "Estonia ferry disaster in 1994 caused by bow failure not explosion, report confirms",
      "link": "https://www.theguardian.com/world/2025/dec/16/estonia-ferry-disaster-in-1994-caused-by-bow-failure-report-confirms",
      "source": "The Guardian World",
      "lang": "en",
      "published": "2025-12-16",
      "text": "estonia ferry disaster in 1994 caused by bow failure not explosion, report confirms <p>investigators say latest studies of wreckage reveal no sign to back up alternative theories of a collision or a blast</p><ul><li><p><a href=\"https://www.theguardian.com/world/live/2025/dec/16/ukraine-peace-talks-russia-europe-us-trump-latest-news-updates\">europe live – latest updates</a></p></li></ul><p>the sinking of the estonia ferry more than 30 years ago was caused by the failure of its bow section, not an explosion or collision as claimed by some, authorities have said, in a report aimed at finally closing the case on europe’s <a href=\"https://www.theguardian.com/theguardian/1994/sep/29/fromthearchive\">worst civil maritime disaster since the second world war</a>.</p><p>“the mv estonia sank as a result of the collapse of its bow construction,” estonian, swedish and finnish investigators said. “there is, therefore, no reason to start a new full-scale … investigation of the accident.”</p> <a href=\"https://www.theguardian.com/world/2025/dec/16/estonia-ferry-disaster-in-1994-caused-by-bow-failure-report-confirms\">continue reading...</a>"
    },
    {
      "title": "Mener danske bandemedlemmer står bak kriminell svindeloperasjon: 11 tiltalt",
      "link": "https://www.nrk.no/norge/mener-danske-bandemedlemmer-star-bak-kriminell-svindeloperasjon_-11-tiltalt-1.17691194",
      "source": "NRK Nyheter (NO)",
      "lang": "no",
      "published": "2025-12-16",
      "text": "mener danske bandemedlemmer står bak kriminell svindeloperasjon: 11 tiltalt fra svindelsentraler i oslo, malaga, helsinki og københavn skal de ha ringt norske eldre og loppet dem for minst 28 millioner kroner."
    },
    {
      "title": "Tweede Kamer stemt in met kweek van menselijke embryo's voor onderzoek",
      "link": "https://nos.nl/l/2594826",
      "source": "NOS Nieuws (NL)",
      "lang": "nl",
      "published": "2025-12-16",
      "text": "tweede kamer stemt in met kweek van menselijke embryo's voor onderzoek <p>onderzoek naar erfelijke ziektes en ongewilde kinderloosheid mag van de tweede kamer ook gedaan worden met menselijke embryo's die daar speciaal voor zijn gekweekt. een meerderheid heeft ingestemd met een wetsvoorstel daarover van d66 en vvd.</p>\n        <p>het plan is niet onomstreden. wetenschappers willen het graag, maar critici zien er een opmaat in naar designerbaby's of vinden het ethisch onjuist om leven te creëren en het vervolgens weer weg te gooien.</p>\n        <p>na een hoofdelijke stemming bleken 90 kamerleden voor het voorstel, en 59 tegen. naast d66 en vvd stemden ook kamerleden van groenlinks-pvda, sp, partij voor de dieren en volt voor. het cda stemde verdeeld, maar in meerderheid voor.</p>\n        <p>eerder waren er door die partij gewenste aanpassingen aangebracht in het voorstel. fractievoorzitter bontenbal zei voorafgaand aan de stemming dat zijn fractie ermee heeft geworsteld. \"wij voelen de zwaarte van deze keuze.\" cda'ers mochten hun geweten volgen en individueel bepalen hoe ze zouden stemmen. </p>\n        <p>wetenschappers mogen nu voor onderzoek alleen gebruikmaken van embryo's die zijn overgebleven na een ivf-behandeling. d66 en vvd hebben een verruiming van de wet voorgesteld, omdat onderzoekers graag willen kijken naar de ontwikkeling van embryo's direct na de bevruchting, in de eerste uren en dagen. ze verwachten dat ze daarmee stellen kunnen helpen die het niet lukt om een kind te krijgen.</p>\n        <h2>vroegste stadium</h2>\n        <p>de embryo's die na een ivf-traject overblijven zijn eigenlijk te oud voor dat soort fundamenteel onderzoek. ze zijn al te ver ontwikkeld als ze na de reageerbuisbevruchting teruggeplaatst kunnen worden in de baarmoeder. embryo's die er speciaal voor zijn gekweekt kunnen ook in dat vroegste stadium worden onderzocht.</p>\n        <p>traditioneel zijn partijen met een religieuze achtergrond geen voorstander van dit soort medisch-ethische verruimingen. sgp en christenunie zien ook het prille begin van het leven als beschermwaardig. alleen god gaat daarover, vinden ze. bij de behandeling van het wetsvoorstel zei sgp-kamerlid van dijk dat we hierdoor twee soorten van leven gaan creëren: leven dat wordt beschermd en leven dat alleen dient als onderzoeksmateriaal en vervolgens wordt weggegooid.</p>\n        <p>ook nsc, de partij van pieter omtzigt, was fel tegenstander van de verruiming. die partij waarschuwde voor een glijdende schaal, omdat het de deur zou openzetten voor onderzoeken die kunnen leiden tot designerbaby's met door de ouders gewenste kenmerken. maar nsc is na de verkiezingen uit de kamer verdwenen, waardoor de verhoudingen veranderden.</p>\n        <h2>anders gaan denken</h2>\n        <p>het cda was lang tegen, maar die christelijke partij is de laatste jaren anders gaan denken over dit onderwerp. in 2021 pleitte het <a href=\"https://nos.nl/nieuwsuur/artikel/2365960-denktank-cda-sta-embryo-s-kweken-toe-voor-wetenschappelijk-onderzoek\">wetenschappelijk bureau</a> van het cda al voor embryokweek, omdat er anders veel onderzoek naar nieuwe technologieën zou blijven liggen. maar binnen de partij bleef het een gevoelig onderwerp.</p>\n        <p>cda-kamerlid krul legde in het kamerdebat uit dat hij een pril embryo nog steeds als beschermwaardig ziet, maar die beschermwaardigheid is voor hem anders dan wanneer een kind volgroeid is of volwassen. je kunt aan een klompje cellen niet dezelfde waarde toekennen als aan een kind of een volwassene die relaties heeft met anderen, is zijn overtuiging.</p>\n        <p>krul stelde wel een aantal aanpassingen voor, die werden gesteund door een meerderheid. ook de initiatiefnemers d66 en vvd stemden voor. daardoor worden onder meer de straffen verdubbeld voor onderzoekers die toch verder gaan dan de wet toelaat. ook moet er gezocht blijven worden naar alternatieve onderzoeksmethodes.</p>\n        <p>nederland is niet het enige land waar deze discussie speelt. binnen europa is embryokweek onder voorwaarden toegestaan in het vk, belgië, zweden en finland. maar er zijn ook landen waar onderzoek op embryo's helemaal niet is toegestaan, ook niet op restembryo's. dat verbod geldt nog in duitsland, italië en oostenrijk.</p>\n        <p>het initiatiefwetsvoorstel gaat nu naar de eerste kamer, die er ook nog over moet stemmen.</p>"
    },
    {
      "title": "European states flanking Russia push to keep defence high on EU agenda",
      "link": "https://www.straitstimes.com/world/europe/european-states-flanking-russia-push-to-keep-defence-high-on-eu-agenda",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-16",
      "text": "european states flanking russia push to keep defence high on eu agenda <p>helsinki, dec 16 - european union nations that face russia and its ally belarus on nato's eastern flank called for the eu to take a bigger ‍role ​in enhancing the continent's defence and security, ‍the leaders of eight countries said as they met in helsinki on tuesday.</p>"
    },
    {
      "title": "Russia is 'profound, enduring' threat, direct EU neighbours warn",
      "link": "https://euobserver.com/eu-and-the-world/arba799301",
      "source": "EUobserver",
      "lang": "en",
      "published": "2025-12-16",
      "text": "russia is 'profound, enduring' threat, direct eu neighbours warn russia's eight eu neighbours have declared it \"a profound and enduring threat\" at a summit in helsinki, turning up the heat on ukraine funding talks."
    },
    {
      "title": "Alexander Stubb, l’influent président finlandais qui sait « ce qu’il faut dire et ne pas dire » à Donald Trump",
      "link": "https://www.lemonde.fr/international/article/2025/12/14/alexander-stubb-l-influent-president-finlandais-qui-sait-ce-qu-il-faut-dire-et-ne-pas-dire-a-donald-trump_6657277_3210.html",
      "source": "Le Monde (FR)",
      "lang": "fr",
      "published": "2025-12-14",
      "text": "alexander stubb, l’influent président finlandais qui sait « ce qu’il faut dire et ne pas dire » à donald trump agé de 57 ans, l’ancien premier ministre du pays aux 1 340 kilomètres de frontière avec la russie a réussi à nouer une relation personnelle avec le président américain sur un terrain de golf. couplé à une solide expérience diplomatique, cela fait de lui un médiateur informel dans les négociations ukrainiennes."
    },
    {
      "title": "Greta Thunberg åtalas i Finland",
      "link": "https://www.svt.se/nyheter/utrikes/greta-thunberg-atalas-i-finland",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-13",
      "text": "greta thunberg åtalas i finland den svenska klimataktivisten greta thunberg åtalas i finland för ohörsamhet mot ordningsmakten, rapporterar helsingin sanomat."
    },
    {
      "title": "Finland to procure AMRAAM missiles from the US",
      "link": "https://www.straitstimes.com/world/europe/finland-to-procure-amraam-missiles-from-the-us",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-12",
      "text": "finland to procure amraam missiles from the us <p>stockholm, dec 12 - finland said on friday it would ‍procure ​advanced medium range ‍air-to-air missiles (amraam) from the united states.</p>"
    },
    {
      "title": "Miss Finland förlorar kronan – anklagas för rasism",
      "link": "https://www.svt.se/nyheter/uutiset/svenska/debatt-om-rasism-mot-asiater-efter-miss-finland-kritik",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-12",
      "text": "miss finland förlorar kronan – anklagas för rasism miss finland sarah dzafce förlorade sin krona som en följd av ett inlägg på sociala medier där hon drar ut sina ögon åt sidorna för att imitera asiatiska ögon. händelsen har väckt reaktioner även inom regeringen. – det här är vad jag vet den första stora debatten i finland om rasism mot asiater, säger rasismforskaren tobias hübinette."
    },
    {
      "title": "Santa at war: ‘home’ town in Finland hosts Nato soldiers as Russian threat looms",
      "link": "https://www.theguardian.com/world/2025/dec/10/nato-russia-finland-border-lapland-santa-park",
      "source": "The Guardian World",
      "lang": "en",
      "published": "2025-12-10",
      "text": "santa at war: ‘home’ town in finland hosts nato soldiers as russian threat looms <p>christmas tourists are noticing a growing military presence in lapland, where santa park doubles as a bomb shelter</p><p>billed as the official home town of santa claus, or <em>joulupukki</em> as he is known in finland, the city of rovaniemi offers every imaginable father christmas-related experience – from a visit to his “office” on the arctic circle to reindeer sleigh rides. he even has his own branch of the finnish design house marimekko.</p><p>but this christmas season, in addition to the hundreds of thousands of tourists from around the world coming in search of santa, finnish lapland’s snow-covered capital is becoming an increasingly popular destination for international military visitors.</p> <a href=\"https://www.theguardian.com/world/2025/dec/10/nato-russia-finland-border-lapland-santa-park\">continue reading...</a>"
    },
    {
      "title": "Teen admits starting blaze that destroyed famous Finnish football stadium stand",
      "link": "http://www.euronews.com/2025/12/10/teen-admits-starting-blaze-that-destroyed-famous-finnish-football-stadium-stand",
      "source": "Euronews",
      "lang": "en",
      "published": "2025-12-10",
      "text": "teen admits starting blaze that destroyed famous finnish football stadium stand fc haka is one of finland's most successful clubs, having won nine finnish championships and 12 cup titles since its founding in 1934."
    },
    {
      "title": "Hitting China with tariffs should be ‘last resort’, German foreign minister says",
      "link": "https://www.scmp.com/news/china/diplomacy/article/3335679/hitting-china-tariffs-should-be-last-resort-german-foreign-minister-says?utm_source=rss_feed",
      "source": "South China Morning Post (HK, EN)",
      "lang": "en",
      "published": "2025-12-09"
    },
    {
      "title": "Besöksnäringen om halverad nattågstrafik: ”En kalldusch”",
      "link": "https://www.svt.se/nyheter/lokalt/norrbotten/besoksnaringen-om-halverad-nattagstrafik-en-kalldusch",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-09"
    },
    {
      "title": "Finland steps up anti-drone defences amid concerns about Russia",
      "link": "https://www.straitstimes.com/world/europe/finland-steps-up-anti-drone-defences-amid-concerns-about-russia",
      "source": "The Straits Times World News (SG)",
      "lang": "en",
      "published": "2025-12-09",
      "text": "finland steps up anti-drone defences amid concerns about russia <p>niinisalo, finland, dec 9 - finland has acquired hundreds of drone jammers and detectors, its military said on tuesday, as countries on nato's eastern flank strengthen their defences following russia's invasion of ukraine.</p>"
    },
    {
      "title": "Finskspråkiga barn majoritet i Finlands enda tvåspråkiga skola",
      "link": "https://www.svt.se/nyheter/uutiset/svenska/finsksprakiga-barn-majoritet-i-finlands-enda-tvasprakiga-skola",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-08"
    },
    {
      "title": "Så ska svenska Natobasen i Finland hindra ryskt blixtanfall",
      "link": "https://www.svt.se/nyheter/inrikes/sa-ska-svenska-natobasen-i-finland-hindra-ryskt-blixtanfall",
      "source": "SVT Nyheter (SE)",
      "lang": "sv",
      "published": "2025-12-07"
    },
    {
      "title": "Finland: The money woes of the world's happiest country",
      "link": "https://www.dw.com/en/finland-the-money-woes-of-the-world-s-happiest-country/a-74917409?maca=en-rss-en-all-1573-rdf",
      "source": "DW News",
      "lang": "en",
      "published": "2025-12-05"
    },
    {
      "title": "Finland: The money woes of the world's happiest country",
      "link": "https://www.dw.com/en/finland-the-money-woes-of-the-world-s-happiest-country/a-74917409?maca=en-rss-en-world-4025-rdf",
      "source": "DW World",
      "lang": "en",
      "published": "2025-12-05"
    },
    {
      "title": "Olli Riikosella on matkaa lähitöihin yli 400 kilometriä – nyt työnantaja haluaa hänet konttorille entistä useammin",
      "link": "https://yle.fi/a/74-20196770?origin=rss",
      "source": "Yle Uutiset (FI)",
      "lang": "fi",
      "published": "2025-12-04"
    },
    {
      "title": "Analyysi: Yle laittoi pään pensaaseen Euroviisujen ja Israelin kanssa",
      "link": "https://yle.fi/a/74-20197798?origin=rss",
      "source": "Yle Uutiset (FI)",
      "lang": "fi",
      "published": "2025-12-04"
    },
    {
      "title": "Ylen mittaus: SDP tuhdissa johdossa, vasemmisto­liitto tekee yllätysnousua",
      "link": "https://yle.fi/a/74-20197583?origin=rss",
      "source": "Yle Uutiset (FI)",
      "lang": "fi",
      "published": "2025-12-04"
    },
    {
      "title": "Sanna Marin: You can step up - even when you don't feel ready",
      "link": "https://www.bbc.com/news/videos/cp9k1jp2v1yo?at_medium=RSS&at_campaign=rss",
      "source": "BBC Europe",
      "lang": "en",
      "published": "2025-12-02"
    },
    {
      "title": "Russian threats push Finland past EU budget deficit limit",
      "link": "https://www.dw.com/en/russian-threats-push-finland-past-eu-budget-deficit-limit/a-74917409?maca=en-rss-en-all-1573-rdf",
      "source": "DW News",
      "lang": "en",
      "published": "2025-12-01"
    },
    {
      "title": "How Finland's nuclear power ambitions aim to wean the country off Russian energy",
      "link": "https://www.dw.com/en/how-finland-s-nuclear-power-ambitions-aim-to-wean-the-country-off-russian-energy/a-74691847?maca=en-rss-en-all-1573-rdf",
      "source": "DW News",
      "lang": "en",
      "published": "2025-11-12"
    }
  ]
}